1. Установите MongoDB на локальной машине, а также зарегистрируйтесь в онлайн-сервисе.
2. Загрузите данные который вы получили на предыдущем уроке путем скрейпинга сайта с помощью Buautiful Soup в MongoDB и создайте базу данных и коллекции для их хранения.
3. Поэкспериментируйте с различными методами запросов.

4. Зарегистрируйтесь в ClickHouse.
5. Загрузите данные в ClickHouse и создайте таблицу для их хранения.
Чтобы загрузить данные из файла JSON в базу данных ClickHouse, можно использовать формат JSONEachRow и оператор INSERT. Вот пример того, как это сделать с помощью клиента ClickHouse:
Подключитесь к своей базе данных ClickHouse с помощью клиента.